Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: For the evaluation of payments in kind the following rule applies payments in kind produced by the employer should be valued at producer prices; payments in kind bought by the employer should be valued at market prices.
es: Para evaluar los pagos en especie se aplican las siguientes normas los pagos en especie producidos por el empleador deben valorarse a precios de productor; los pagos en especie comprados por el asalariado deben valorarse a precios de mercado.

source: Such issues are also not caught by the traditional rule of determining the competent authority by reference to the issuer's registered office.
es: Estas emisiones tampoco se ven constreñidas por la norma tradicional de determinar la autoridad competente por referencia al domicilio social del emisor.

source: His approach to the matter is entirely correct, but it has one fatal flaw.
es: Su manera de enfocar la cuestión es totalmente correcta, pero presenta un defecto fatídico.

source: Even in a relatively peaceful country, this prevalence of legal and illegal arms possession can have an impact on the rates of fatal accidents, suicides and armed robbery.
es: Aún en una sociedad relativamente pacífica esta incidencia de tenencia de armas legales e ilegales puede tener una influencia en las tasas de accidentes fatales, suicidios y robos a mano armada.

source: "This means buttressing enterprise policy by measures specifically directed at encouraging the emergence and growth of ""first mover"" firms, and the flow of innovation from them into the enterprise sector as a whole."
es: Para ello será necesario reforzar la política empresarial con medidas destinadas específicamente a alentar la aparición y crecimiento de empresas emprendedoras, así como el flujo de innovación desde estas empresas al resto del sector empresarial.

source: We know more about some things, at the price of fatal losses in other things.
es: Nosotros sabemos más acerca de algunas cosas, a costa de pérdidas fatales en otras cosas.

source: The following is a narrative summary of the seminar's presentations and debates that took place under the Chatham House Rule.
es: A continuación se presenta una síntesis narrativa de las ponencias y debates que tuvieron lugar bajo la Chatham House Rule.

source: New arrangements, based on a project approach, interdisciplinary and subject to a sunset rule, could be tried regarding programming and planning.
es: "Se podrían experimentar nuevas fórmulas de programación y planificación, basadas en un enfoque por proyectos, interdisciplinarias y con normas de expiración de los plazos (""sunset rule"")."

source: Yet again, ETA terrorists have shown that they deny the right to life, that they reject the very principle of the rule of law.
es: Una vez más, los terroristas de ETA han mostrado que niegan el derecho a la vida, que rechazan hasta el principio de Estado de derecho.

source: Respect for the rule of law is another key pillar of democracy.
es: Otro de los pilares de la democracia es el respeto por el estado de derecho.

source: "Anti-charter change groups, meanwhile, have filed opposition to the petition, alleging fabricated signatures and ""fatal defects."
es: "Mientras tanto, los grupos en contra del cambio constitucional interpusieron una oposición a la petición, alegando que había firmas fantasma y ""defectos fatales""."

source: The consequences are not only apparent in the delays in getting from one place to another and deteriorated vehicles, but also in the increase in fatal accidents.
es: Las consecuencias no sólo se sienten en retrasos en los traslados, afectación a los vehículos, sino también en el incremento de accidentes con víctimas fatales.

source: The fatal consequences of this chemical release were directly related to economic growth, as a complex and poorly managed industrial system threatened an unsuspecting and unprepared community.
es: Las consecuencias fatales de este escape de sustancias químicas afectaron directamente el crecimiento económico, puesto que un sistema industrial complejo y mal administrado puso en peligro a una comunidad desprevenida y mal preparada.

source: This first mover advantage is exacerbated where shared access to the local loop is not offered.
es: Esta ventaja de ser el primero en llegar se acentúa más aún cuando no se ofrece acceso compartido al bucle local.

source: In other sectors, firms tend to rely on a variety of other appropriability mechanisms to protect their innovations, such as secrecy and first-mover advantages, often far more than on patents (Cohen et al., 2001; Arundel, 2001).
es: En otros sectores, las empresas tienden a proteger sus innovaciones con una serie de mecanismos de reconocimiento de la propiedad, como el secreto comercial y las ventajas de ser el primero en el mercado, a menudo mucho más que con las patentes (Cohen et al., 2001; Arundel, 2001).

source: There will be no first-mover advantage in financial regulation.
es: No habrá una ventaja para el primero en actuar en la reglamentación financiera.

source: However, the benefits from 'learning by doing' do not necessarily accrue to the first mover.
es: Sin embargo, las beneficios del aprendizaje con la práctica no recaen necesariamente en los primeros que adoptan las nuevas tecnologías.

source: The possibility was also envisaged of awarding the first mover certain advantages in the context of the call for competition designed to develop the selected project.
es: Además, también se ha planteado la posibilidad de conceder al iniciador determinadas ventajas, que podrá hacer efectivas durante la convocatoria destinada al desarrollo del proyecto seleccionado.

source: Companies can achieve 'first mover advantages' by marketing their environmental solutions and innovations to other companies.
es: Las empresas pueden conseguir las ventajas de «ser las primeras» al comercializar sus soluciones e innovaciones medioambientales a otras empresas.

source: A strong market position due to this 'first mover advantage' cannot normally be interpreted as elimination of competition.
es: Por regla general, no se puede deducir que una posición de mercado fuerte derivada de la ventaja de llevar la iniciativa implique la eliminación de la competencia.

source: Early action in the field of sustainable production can lead to first mover advantages and can bring very significant potential benefits for both the economy and the environment.
es: Una acción temprana en el campo de la producción sostenible puede ofrecer ventajas a los más madrugadores y aportar beneficios potenciales muy importantes tanto para la economía como para el medio ambiente.

source: the effect of first mover advantages or adequate research and development subsidies, which might have less harmful effects on market structures
es: de propiedad intelectual, teniendo en cuenta el efecto de las ventajas de ser el primero en el mercado o los subsidios adecuados a la investigación y el desarrollo, que podrían tener efectos menos perjudiciales en las estructuras de los mercados

source: It is also safe as there have been no fatal accidents in several decades in communities close to its installations.
es: Es también seguro, ya que en las últimas décadas no ha registrado accidentes fatales en la comunidad cercana a sus instalaciones.

source: That means strengthening the rule of law.
es: Esto significa que deberá reforzar el Estado de derecho.

source: Most people are familiar with the chorus of the anthem Rule Britannia', but people sometimes get one word fundamentally wrong.
es: Casi todo el mundo conoce el estribillo del himno «Rule Britannia», pero la mayoría se equivoca en una de sus palabras.

source: Moreover, it is not a defensive coalition but a proactive rule-maker within (and not against) the existing international system, which enjoys positive relations with the United States and the EU.
es: Más aún, no es una coalición defensiva sino un proactivo rule-maker dentro de (y no contra) el sistema internacional existente, que comparte relaciones positivas con Estados Unidos y la UE.

source: However other aspects of liabilities, e.g. the consequences of the breach of duties or any business judgement rule, are governed by national law.
es: Sin embargo, otros aspectos de esa responsabilidad, como las consecuencias del incumplimiento de los deberes o la regla de discrecionalidad empresarial (business judgment rule), se rigen por el Derecho nacional.

source: This restriction will not apply in relation to investment by the Fund in certain US securities known as Rule 144A securities provided that
es: Esta restricción no será de aplicación en relación con inversiones realizadas por el Fondo en determinados valores de los Estados Unidos conocidos como valores contemplados por la norma Rule144A, siempre y cuando

source: Due to important first-mover advantages, this is likely to limit its ability to compete effectively and may affect the overall competitiveness of the German market.
es: Por razón de las grandes ventajas propias del primer operador, se verá limitada su capacidad para competir con eficacia y se podrá ver afectada la competitividad global del mercado alemán.

source: At the same time, we will also create new markets and new jobs and will have the first mover' advantage in many of those sectors.
es: Al mismo tiempo, vamos a crear además nuevos mercados y nuevos puestos de trabajo y contaremos con la ventaja de ser los primeros en «mover ficha» en muchos de esos sectores.

source: Environment standards in turn have prompted the development and deployment of environment technologies which have given European entrepreneurs a 'first mover' competitive edge in global markets.
es: Las normas de protección del medio ambiente, a su vez, han favorecido el surgimiento y desarrollo de tecnologías de protección medioambiental que han hecho de los empresarios europeos de este sector pioneros con una ventaja competitiva en el mercado mundial.

source: As a result of this Blokker has an important first mover advantage.
es: Por ello, Blokker dispone de la ventaja adicional de ser pionero en este cambio de orientación.

source: In addition, the global promotion of EU norms and standards and innovative initiatives can give a decisive first mover advantage to European companies in the spirit of the lead market initiative presented below.
es: Además, la promoción mundial de la normativa y de las iniciativas innovadoras comunitarias puede constituir una ventaja decisiva para las empresas europeas si toman la iniciativa, en el espíritu del «mercado líder» que se presenta más adelante.

source: Furthermore, they assert that the network in place will be valuable due to its first-mover advantage and because the construction of a second similar network might not be economically viable in view of certain natural-monopoly characteristics of fibre access networks.
es: Señalan además que la red, una vez esté instalada, tendrá valor residual debido a la first-mover advantage y debido a que la construcción de una segunda red podrá no ser económicamente viable debido a ciertas características de monopolio natural de las redes de acceso de fibra de vidrio.

source: We think this proposal will give incentives to the automobile industry and it will get the first-mover advantage, and also that European consumers will save by spending less on energy, especially with today's very high oil prices.
es: Creemos que esta propuesta proporcionará incentivos a la industria del automóvil y le dará la ventaja que supone ser los primeros, al tiempo que permitirá a los consumidores europeos ahorrar gracias a un menor gasto en energía, especialmente ahora que los precios del petróleo están tan altos.

source: Who will or should be the first mover in various activities?
es: ¿Quién dará o debería dar el primer paso en diversas actividades?

source: Many different companies have entered the broadband arena, but in the majority of ITU Member States, the incumbent fixed-line operator has emerged as the dominant provider, though not always the first-mover in the market.
es: Muchas empresas participan en el mercado de la banda ancha, pero en la mayoría de los Estados Miembros de la UIT el operador de línea fija resulta ser el proveedor dominante, a pesar de no haber sido siempre el primero en abrir el mercado.

source: In April, Ms. Beth Rule began her functions as secretary (full-time), replacing Ms. Marilyn Wagner who left the Secretariat at the end of February after completing nearly two years of service as a part-time secretary.
es: En abril la Sra. Beth Rule asumió su cargo de secretaria (a tiempo completo) en sustitución de la Sra. Marilyn Wagner, quien dejó la Secretaría a fines de febrero, tras completar casi dos años de servicios como secretaria a tiempo parcial.

source: It should be pointed out that the notion of the rule of law or the primacy of law has wider implications than the much more concrete notion of rule by the law, which refers to the authorities' daily enforcement of existing laws, whether they be good or bad, just or unjust.
es: "Conviene puntualizar que el concepto de estado de derecho (""rule of law"") rebasa la idea, más concreta, de aplicación de la ley (""rule by the law""), que se refiere a la observancia cotidiana por parte de las autoridades de la legalidad vigente, ya sea ésta buena o mala, justa o inicua."

source: The DAC concept of good governance includes the rule of law and public sector management, combatting corruption, and reduction of excessive military expenditure.
es: El concepto de good governance (buena gestión de los asuntos públicos) del CAD engloba la rule of the law, la gestión del sector público, la lucha contra la corrupción y la reducción de los gastos militares excesivos.

source: It was very expensive and it costs a lot of money because the Court's work has been of epic proportions; ensuring complete respect for the rule of law in a country that has been devastated by a civil war is very difficult.
es: Y fue muy caro y cuesta mucho dinero, porque el trabajo de este tribunal ha sido titánico; conciliar el respeto escrupuloso del Derecho, el «rule of law », en un país que ha sido devastado por una guerra civil es muy difícil.

source: It is very important to stress the eco-innovation and environmental technologies which could be very competitive and could give the benefit of first-mover advantage to European industry and to the industries of those countries, so that they really innovate in an environmentally friendly way.
es: Es muy importante hacer hincapié en la innovación ecológica y en tecnologías medioambientales que podrían ser muy competitivas y que podrían suponer la ventaja de ser el «primero en mover» para la industria europea y para las industrias de esos países, de forma que realmente innovaran de un modo no perjudicial para el medio ambiente.

source: The earlier Europe moves, the greater the opportunity to use its skills and technology to boost innovation and growth through exploiting first mover advantage.
es: Cuanto antes se ponga en marcha, mayores serán las oportunidades de que disponga para utilizar sus capacidades y su tecnología con el fin de impulsar la innovación y el crecimiento, gracias a la ventaja que supone ser el primero en actuar.

source: They underlined their determination to see the Union gain a 'first mover advantage' by committing the EU to cut emissions by at least 20% of 1990 levels by 2020, regardless of what action other countries take.
es: Subrayaron su determinación de que la Unión sea la primera en tomar la iniciativa, asumiendo el compromiso de reducir las emisiones en al menos un 20% con respecto a los niveles de 1990 para el año 2020, independientemente de las acciones emprendidas por los demás países.

source: "The political, security and non-commercial risks associated with new infrastructure projects are a huge disincentive to commercial companies who are not prepared to take the ""first mover"" risk."
es: Los riesgos políticos, de seguridad y no comerciales vinculados a los nuevos proyectos de infraestructuras tienen notables efectos disuasorios en las empresas comerciales, que no están dispuestas a correr los riesgos que entraña ser pioneras en este ámbito.

source: Implementing the package will also create a first mover advantage for the EU in low carbon technologies.
es: La aplicación del paquete de medidas otorgará asimismo a la UE las ventajas de su papel pionero en el uso de tecnologías de bajas emisiones de carbono.

source: However this trend has varied across Member States and arguably those who have moved furthest along this route have enjoyed some first mover advantage.
es: No obstante, esa tendencia no ha sido idéntica en todos los Estados miembros y, sin duda, los que han avanzado más en esa dirección han disfrutado de cierta ventaja competitiva.

source: "In a world of finite resources, with growing environmental pressures on the one hand and environmental awareness on the other, firms which adapt earliest to higher environmental standards will enjoy a crucial ""first mover"" advantage."
es: En un mundo de recursos finitos, con el aumento de las presiones sobre el medio ambiente, por una parte, y la toma de conciencia medioambiental por la otra, las empresas que antes se adapten a unas normas más rigurosas en este terreno disfrutarán de una ventaja crucial como pioneras.

source: There are a host of other factors other than lack of mutual recognition that cross-border trade has to overcome (e.g., first mover advantage, industrial base, distribution of skills, language, geography
es: Hay numerosos factores adicionales que el comercio transfronterizo debe superar (por ejemplo, beneficios de ser el primero, base industrial, distribución de cualificaciones, lengua, factores geográficos, etc.).

source: Last month Metromovil launched a mobile TV service with carrier Porta, a subsidiary of America Movil, an effort to gain first mover advantage rather than an immediate money earner.
es: El pasado mes, Metromóvil lanzó un servicio de TV por celular con el operador Porta, una filial de América Móvil, en un esfuerzo por ganar competitividad de mercado inicial en lugar de ganancias inmediatas.

source: 1 EBITDA was affected by the provision of 11 million euros to cover the penalty imposed by the incident power in 2007, a penalty that is under appeal.
es: 1 El EBITDA se vio afectado por la provisión de 11 millones de euros destinados a cubrir la sanción impuesta por el incidente eléctrico en 2007, sanción que está recurrida.

source: The quarterly reduction in the EBITDA margin in the fourth quarter vs. the third one is a logical result of the underlying impact of the greater commercial efforts made in the last quarter of the year for the Christmas campaign and of the increase in handsets sales, with a reduced margin.
es: La reducción intertrimestral del margen EBITDA registrada en el cuarto trimestre de 2003 respecto al tercero, responde al lógico impacto coyuntural derivado del mayor esfuerzo comercial requerido en el último trimestre del año por la campaña navideña y a las mayores ventas de terminales, cuyo margen es reducido.

source: This compares with Adjusted EBITDA of $81.5 million and net income of $29.3 million ($0.31 per share on a diluted basis) for the first quarter of 2010.
es: Esto se compara con un EBITDA Ajustado de $81.5 millones y una utilidad neta de $29.3 millones ($0.31 por acción sobre base diluida) para el primer trimestre 2010.

source: EBITDA totals Euros -3.2 million, EBIT amounts to Euros -6.7 million and loss after tax is Euros -4.7 million.
es: El EBITDA ha sido de -3,2 millones, el EBIT de -6,7 millones de euros y el resultado después de impuestos de -4,7 millones de euros.

source: Both viability benchmarks EBIT and EBITDA were already negative.
es: Ambos índices de referencia de la viabilidad, EBIT y EBITDA, ya eran negativos.

source: EBITDA of around 20 million Euros, and will have approximately 600 employees.
es: un EBITDA de unos 20 millones de euros y contará con unos 600 empleados.

source: The key drivers of change in our Adjusted EBITDA for methanol sales are average realized price, sales volume and cash costs.
es: Los impulsores claves de los cambios en nuestro EBITDA Ajustado para las ventas de metanol son el precio promedio realizado, el volumen de ventas y costos base caja.

source: Note that in the calculation of Interest Coverage, Interest Plus Cash Tax Coverage and Net Debt to EBITDA, the US$250 Million Preferred Capital Security was conservatively considered as an obligation.
es: Para el cálculo de la Cobertura de Intereses, Cobertura de Intereses más Impuestos y Deuda Neta/Flujo de Operación, se consideraron 250 millones de dólares de Capital Preferente como una obligación.

source: The EBITDA improved by 3.7% with respect to the same period of the previous year reaching 80 million Euros.
es: El EBITDA mejoró un 3,7% respecto al del mismo periodo del año anterior, hasta alcanzar 80 millones de euros.

source: Under the terms of the credit facility, the Company is required to maintain (1) a debt to EBITDA ratio of less than 3.5; and (2) an EBITDA to interest expense ratio of greater than 3.
es: Bajo los términos de la línea de crédito, a la Compañía se le exige mantener (1) una proporción deuda a EBITDA menor a 3.5; y (2) una proporción de gastos financieros a EBITDA mayor a 3. La Compañía cumplió con los convenios durante el periodo.

source: We are not required to prepare a statement of cash flows under Mexican GAAP and, therefore do not have such Mexican GAAP cash flow measures to present as comparable to EBITDA.
es: No fuimos requeridos para preparar un informe de flujo de efectivo conforme a los PCGA mexicanos y, por consiguiente, no tenemos dichas medidas de flujo de efectivo bajo los PCGA mexicanos al día comprable al EBITDA.

source: Consistent with what we believe to be FEMSA's conservative approach, as of June 30, 2009, our ratio of net debt to EBITDA2 was only 0.9x, while our mix of US dollar-denominated debt represented 17.5% and our mix of fixed interest rate represented 47.6% of this debt.
es: Consistente con lo que creemos es un enfoque conservador de FEMSA, al 30 de Junio de 2009, la razón de deuda neta a EBITDA2 era de sólo 0.9 veces, mientras la mezcla de deuda denominada en dólares representó 17.5% del total y el 47.6% de nuestra deuda total estaba a tasa fija.

source: During the same period, investments have exceeded the 110 million euro mark and the EBITDA has risen to over 43 million euros.
es: En el mismo periodo de tiempo las inversiones han superado los 110 millones de euros y el EBITDA ha superado los 43 millones de euros.

source: The Urban and Environmental Services division registered a turnover of 512 million euros, with Ebitda amounting to 31 million.
es: La división de Servicios Urbanos y Medioambientales obtuvo una cifra de negocios de 512 millones de euros, con un Ebitda de 31 millones.

source: Among the industrial subsidiaries of the Group, the good overall performance of those located in Europe (Acerálava, TTI and SBER) must be highlighted, as they obtained important increases in their sales, EBITDA and net profit figures.
es: Entre las filiales industriales destaca el buen comportamiento general de las empresas ubicadas en Europa (Acerálava, TTI y SBER) que han obtenido importantes incrementos en sus cifras de ventas, EBITDA y beneficio neto.

source: The Group attained positive EBITDA of 2.7 million euro, boosted by sales in the biopharmaceutical sector.
es: El Grupo alcanza un EBITDA positivo de 2,7 millones de euros impulsado por las ventas del sector biofarmaceútico.
